Repository: bearstech/django-attachments
Catalog: attachments/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Upload attachment
fr: Ajouter une pièce jointe

source: creator
fr: créateur

source: attachment
fr: pièce jointe

source: created
fr: créee

source: modified
fr: modifiée

source: title
fr: titre

source: Your attachment was uploaded.
fr: Votre pièce jointe a été ajoutée

source: Your attachment was deleted.
fr: Votre pièce jointe est effacée

source: Add attachment
fr: Ajouter

source: Delete attachment
fr: Effacer
